9/data/attachments/7214763cdb10cee2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_ddc228b0-bca9-4df0-b726-a8acee89dc64</nif:username>
            <nif:friendToBeAdded>Timothy_region_Actions_37779_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>